Repository: gmkrxb/Ice
Catalog: Ice/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Invalid event source for "%@"
de: Ungültige Ereignisquelle für „%@“
es: Origen de evento no válido para «%@»
fr: Source d’événement non valide pour « %@ »
ja: 「%@」のイベントソースが無効です
ko: “%@”의 이벤트 소스가 유효하지 않습니다
zh_hans: “%@”的事件来源无效
zh_hant: “%@”的事件來源無效

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last checked: %@
de: Zuletzt geprüft: %@
es: Última comprobación: %@
fr: Dernière vérification : %@
ja: 前回の確認：%@
ko: 마지막 확인: %@
zh_hans: 上次检查：%@
zh_hant: 上次檢查：%@

source: Launch at login
de: Bei der Anmeldung starten
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 登录时启动
zh_hant: 登入時啟動

source: Leading End Cap
de: Vorderes Ende
es: Extremo inicial
fr: Extrémité de début
ja: 開始側の端
ko: 시작 쪽 끝 모양
zh_hans: 起始端点
zh_hant: 起始端點

source: Light Appearance
de: Helles Erscheinungsbild
es: Apariencia clara
fr: Apparence claire
ja: ライトモード
ko: 라이트 모드
zh_hans: 浅色外观
zh_hant: 淺色外觀

source: Location
de: Position
es: Ubicación
fr: Position
ja: 位置
ko: 위치
zh_hans: 位置
zh_hant: 位置

source: Make more room in the menu bar by hiding the left application menus if needed
de: Bei Bedarf die App-Menüs links ausblenden, um Platz in der Menüleiste zu schaffen
es: Ocultar los menús de las apps a la izquierda cuando sea necesario para dejar más espacio
fr: Masquer si nécessaire les menus des applications à gauche pour libérer de l’espace
ja: 必要に応じて左側のアプリメニューを隠し、メニューバーの空間を確保
ko: 필요할 때 왼쪽 앱 메뉴를 숨겨 메뉴 막대 공간 확보
zh_hans: 需要时隐藏左侧的应用菜单，为菜单栏腾出空间
zh_hant: 需要時隱藏左側的應用程式選單，為選單列騰出空間

source: Menu Bar Appearance
de: Menüleistenansicht
es: Apariencia de la barra
fr: Apparence de la barre
ja: メニューバーの外観
ko: 메뉴 막대 모양
zh_hans: 菜单栏外观
zh_hant: 選單列外觀

source: Menu Bar Items
de: Menüleistenelemente
es: Elementos de la barra de menús
fr: Éléments de la barre des menus
ja: メニューバー項目
ko: 메뉴 막대 항목
zh_hans: 菜单栏项目
zh_hant: 選單列項目

source: Menu Bar Layout
de: Menüleistenlayout
es: Distribución de la barra
fr: Disposition de la barre
ja: メニューバーの配置
ko: 메뉴 막대 배치
zh_hans: 菜单栏布局
zh_hant: 選單列配置

source: Menu Bar Overlay
de: Menüleistenüberlagerung
es: Superposición de la barra de menús
fr: Superposition de la barre des menus
ja: メニューバーのオーバーレイ
ko: 메뉴 막대 오버레이
zh_hans: 菜单栏外观叠加层
zh_hant: 選單列外觀疊加層

source: Menu Bar Sections
de: Menüleistenbereiche
es: Secciones de la barra de menús
fr: Sections de la barre des menus
ja: メニューバーのセクション
ko: 메뉴 막대 영역
zh_hans: 菜单栏区域
zh_hant: 選單列區域

source: Menu Bar Shape
de: Menüleistenform
es: Forma de la barra de menús
fr: Forme de la barre des menus
ja: メニューバーの形状
ko: 메뉴 막대 형태
zh_hans: 菜单栏形状
zh_hant: 選單列形狀

source: Menu bar item is not movable.
de: Dieses Menüleistenelement kann nicht verschoben werden.
es: No se puede mover este elemento de la barra de menús.
fr: Cet élément de la barre des menus ne peut pas être déplacé.
ja: このメニューバー項目は移動できません。
ko: 메뉴 막대 항목을 이동할 수 없습니다.
zh_hans: 无法移动此菜单栏项目。
zh_hant: 無法移動此選單列項目。

source: Menu bar item spacing
de: Abstand der Menüleistenelemente
es: Espaciado de los elementos
fr: Espacement des éléments
ja: メニューバー項目の間隔
ko: 메뉴 막대 항목 간격
zh_hans: 菜单栏项目间距
zh_hant: 選單列項目間距

source: Menu bar items are rehidden after a fixed amount of time
de: Elemente werden nach einer festgelegten Zeit wieder ausgeblendet
es: Los elementos se vuelven a ocultar tras un tiempo determinado
fr: Les éléments sont masqués à nouveau après un délai fixe
ja: 指定した時間の経過後にメニューバー項目を再び隠します
ko: 지정된 시간이 지나면 메뉴 막대 항목을 다시 숨깁니다
zh_hans: 经过指定时间后重新隐藏菜单栏项目
zh_hant: 經過指定時間後重新隱藏選單列項目

source: Menu bar items are rehidden using a smart algorithm
de: Elemente werden mithilfe eines intelligenten Algorithmus wieder ausgeblendet
es: Los elementos se vuelven a ocultar mediante un algoritmo inteligente
fr: Les éléments sont masqués à nouveau selon un algorithme intelligent
ja: 状況に応じてメニューバー項目を再び隠します
ko: 상황에 따라 메뉴 막대 항목을 자동으로 다시 숨깁니다
zh_hans: 智能判断何时重新隐藏菜单栏项目
zh_hant: 智能判斷何時重新隱藏選單列項目

source: Menu bar items are rehidden when the focused app changes
de: Elemente werden beim Wechsel der aktiven App wieder ausgeblendet
es: Los elementos se vuelven a ocultar cuando cambia la app activa
fr: Les éléments sont masqués à nouveau lors d’un changement d’application active
ja: 前面のアプリが変わるとメニューバー項目を再び隠します
ko: 사용 중인 앱이 바뀌면 메뉴 막대 항목을 다시 숨깁니다
zh_hans: 切换前台应用时重新隐藏菜单栏项目
zh_hant: 切換前台應用程式時重新隱藏選單列項目

source: Menu bar layout requires screen recording permissions
de: Das Menüleistenlayout benötigt Zugriff auf Bildschirmaufnahmen
es: La distribución de la barra requiere permiso de grabación de pantalla
fr: La disposition nécessite l’autorisation d’enregistrement de l’écran
ja: メニューバーの配置には画面収録の許可が必要です
ko: 메뉴 막대 배치에는 화면 기록 권한이 필요합니다
zh_hans: 调整菜单栏布局需要屏幕录制权限
zh_hant: 調整選單列配置需要螢幕錄製權限

source: Mouse pointer
de: Mauszeiger
es: Puntero del ratón
fr: Pointeur de la souris
ja: マウスポインタ
ko: 마우스 포인터
zh_hans: 鼠标指针
zh_hant: 滑鼠游標

source: Never
de: Nie
es: Nunca
fr: Jamais
ja: 未確認
ko: 확인한 적 없음
zh_hans: 从未
zh_hant: 從未

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No shape kind selected
de: Keine Form ausgewählt
es: No se ha seleccionado ningún tipo de forma
fr: Aucune forme sélectionnée
ja: 形状が選択されていません
ko: 형태를 선택하지 않았습니다
zh_hans: 未选择形状类型
zh_hant: 未選擇形狀類型

source: None
de: Keine
es: Ninguna
fr: Aucune
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

source: Not enough room to show "%@"
de: Nicht genügend Platz, um „%@“ anzuzeigen
es: No hay espacio suficiente para mostrar «%@»
fr: Pas assez de place pour afficher « %@ »
ja: 「%@」を表示する空間がありません
ko: “%@”을(를) 표시할 공간이 부족합니다
zh_hans: 没有足够的空间显示“%@”
zh_hant: 沒有足夠的空間顯示“%@”

source: Note: You may need to log out and back in for this setting to apply properly.
de: Hinweis: Möglicherweise musst du dich ab- und wieder anmelden, damit diese Einstellung korrekt angewendet wird.
es: Nota: puede que debas cerrar sesión y volver a iniciarla para aplicar correctamente este ajuste.
fr: Remarque : il peut être nécessaire de fermer puis de rouvrir votre session pour appliquer correctement ce réglage.
ja: 注意：設定を正しく適用するには、ログアウトして再度ログインする必要がある場合があります。
ko: 참고: 설정을 올바르게 적용하려면 로그아웃한 후 다시 로그인해야 할 수 있습니다.
zh_hans: 提示：可能需要退出登录后重新登录，才能使此设置正常生效。
zh_hant: 提示：可能需要登出後重新登入，此設定才會正常生效。

source: Open Ice Settings
de: Ice-Einstellungen öffnen
es: Abrir los ajustes de Ice
fr: Ouvrir les réglages d’Ice
ja: Ice の設定を開く
ko: Ice 설정 열기
zh_hans: 打开 Ice 设置
zh_hant: 打開 Ice 設定

source: Operation timed out for "%@"
de: Zeitüberschreitung bei der Operation für „%@“
es: Se agotó el tiempo de la operación de «%@»
fr: Délai dépassé pour l’opération de « %@ »
ja: 「%@」の操作がタイムアウトしました
ko: “%@”의 작업 시간이 초과되었습니다
zh_hans: “%@”的操作超时
zh_hant: “%@”的操作超時

source: Option + click one of Ice's menu bar items to show the section
de: Mit gedrückter Wahltaste auf ein Ice-Menüleistenelement klicken, um den Bereich anzuzeigen
es: Opción + clic en un elemento de Ice para mostrar la sección
fr: Option + clic sur un élément d’Ice pour afficher la section
ja: Option キーを押しながら Ice のメニューバー項目をクリックすると、このセクションが表示されます
ko: Option 키를 누른 채 Ice의 메뉴 막대 항목을 클릭하여 영역 표시
zh_hans: 按住 Option 键并点击 Ice 菜单栏图标，即可显示该区域
zh_hant: 按住 Option 鍵並按一下 Ice 選單列圖示，即可顯示該區域

source: Option + click one of Ice's menu bar items, or inside an empty area of the menu bar to show the section
de: Mit gedrückter Wahltaste auf ein Ice-Menüleistenelement oder einen leeren Menüleistenbereich klicken, um den Bereich anzuzeigen
es: Opción + clic en un elemento de Ice o en un espacio vacío de la barra de menús para mostrar la sección
fr: Option + clic sur un élément d’Ice ou une zone vide de la barre des menus pour afficher la section
ja: Option キーを押しながら Ice のメニューバー項目またはメニューバーの空白部分をクリックすると、このセクションが表示されます
ko: Option 키를 누른 채 Ice의 메뉴 막대 항목이나 메뉴 막대의 빈 공간을 클릭하여 영역 표시
zh_hans: 按住 Option 键，点击 Ice 菜单栏图标或菜单栏空白处，即可显示该区域
zh_hant: 按住 Option 鍵，按一下 Ice 選單列圖示或選單列空白處，即可顯示該區域

source: Other
de: Sonstiges
es: Otros
fr: Autres
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Our sincerest apologies for the inconvenience.
de: Wir entschuldigen uns für die Unannehmlichkeiten.
es: Sentimos las molestias ocasionadas.
fr: Nous vous prions de nous excuser pour la gêne occasionnée.
ja: ご不便をおかけし、申し訳ございません。
ko: 불편을 드려 죄송합니다.
zh_hans: 对于由此带来的不便，我们深表歉意。
zh_hant: 對於由此帶來的不便，我們深表歉意。

source: Permission Granted
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
ja: 許可済み
ko: 권한 허용됨
zh_hans: 已授权
zh_hant: 已授權

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Please quit and reopen Ice manually.
de: Bitte beende Ice und öffne es manuell erneut.
es: Cierra Ice y vuelve a abrirlo manualmente.
fr: Veuillez quitter Ice et le rouvrir manuellement.
ja: Ice を終了し、手動で開き直してください。
ko: Ice를 종료한 후 직접 다시 실행하세요.
zh_hans: 请退出 Ice，然后手动重新打开。
zh_hant: 請結束 Ice，然後手動重新開啟。

source: Please try again. If the error persists, please file a bug report.
de: Bitte versuche es erneut. Wenn der Fehler weiterhin auftritt, melde ihn bitte.
es: Inténtalo de nuevo. Si el error persiste, informa del problema.
fr: Veuillez réessayer. Si l’erreur persiste, signalez le problème.
ja: もう一度お試しください。問題が続く場合は不具合をご報告ください。
ko: 다시 시도하세요. 문제가 계속되면 오류를 보고해 주세요.
zh_hans: 请重试。如果问题仍然存在，请提交问题报告。
zh_hant: 請重試。如果問題仍然存在，請提交問題報告。

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Quit Ice
de: Ice beenden
es: Salir de Ice
fr: Quitter Ice
ja: Ice を終了
ko: Ice 종료
zh_hans: 退出 Ice
zh_hant: 結束 Ice

source: Record Hotkey
de: Kurzbefehl aufnehmen
es: Grabar atajo
fr: Enregistrer un raccourci
ja: ショートカットを記録
ko: 단축키 기록
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: Refresh Permissions
de: Berechtigungen aktualisieren
es: Actualizar permisos
fr: Actualiser les autorisations
ja: 権限を再確認
ko: 권한 새로 고침
zh_hans: 刷新权限
zh_hant: 刷新權限

source: Report a Bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
ja: 不具合を報告
ko: 오류 보고
zh_hans: 报告问题
zh_hant: 回報問題

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

source: Reset to the default spacing
de: Standardabstand wiederherstellen
es: Restaurar el espaciado predeterminado
fr: Rétablir l’espacement par défaut
ja: デフォルトの間隔に戻す
ko: 기본 간격으로 복원
zh_hans: 恢复默认间距
zh_hant: 恢復預設間距

source: Restart Ice
de: Ice neu starten
es: Reiniciar Ice
fr: Redémarrer Ice
ja: Ice を再起動
ko: Ice 다시 시작
zh_hans: 重新启动 Ice
zh_hant: 重新啟動 Ice

source: Restart Ice to change language?
de: Ice zum Ändern der Sprache neu starten?
es: ¿Reiniciar Ice para cambiar de idioma?
fr: Redémarrer Ice pour changer de langue ?
ja: 言語を変更するため Ice を再起動しますか？
ko: 언어를 변경하기 위해 Ice를 다시 시작할까요?
zh_hans: 重新启动 Ice 以切换语言？
zh_hant: 重新啟動 Ice 以切換語言？

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
ja: 今すぐ再起動
ko: 지금 다시 시작
zh_hans: 立即重启
zh_hant: 立即重新啟動

source: Round Cap
de: Rundes Ende
es: Extremo redondeado
fr: Extrémité arrondie
ja: 丸い端
ko: 둥근 끝
zh_hans: 圆形端点
zh_hant: 圓形端點

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l’écran
ja: 画面収録
ko: 화면 기록
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Scroll or swipe in the menu bar to toggle hidden menu bar items
de: In der Menüleiste scrollen oder streichen, um ausgeblendete Elemente ein- oder auszublenden
es: Desplazarse o deslizar sobre la barra de menús para mostrar u ocultar los elementos
fr: Faire défiler ou balayer la barre des menus pour afficher ou masquer les éléments
ja: メニューバー上でスクロールまたはスワイプして、隠れた項目の表示を切り替え
ko: 메뉴 막대에서 스크롤하거나 쓸어넘겨 숨겨진 항목의 표시 전환
zh_hans: 在菜单栏上滚动或轻扫，切换隐藏项目的显示状态
zh_hant: 在選單列上捲動或輕掃，切換隱藏項目的顯示狀態

source: Search Menu Bar Items
de: Menüleistenelemente suchen
es: Buscar elementos de la barra
fr: Rechercher des éléments
ja: メニューバー項目を検索
ko: 메뉴 막대 항목 검색
zh_hans: 搜索菜单栏项目
zh_hant: 搜索選單列項目

source: Search menu bar items
de: Menüleistenelemente suchen
es: Buscar elementos de la barra
fr: Rechercher des éléments
ja: メニューバー項目を検索
ko: 메뉴 막대 항목 검색
zh_hans: 搜索菜单栏项目
zh_hant: 搜索選單列項目

source: Search menu bar items…
de: Menüleistenelemente suchen…
es: Buscar elementos de la barra…
fr: Rechercher des éléments…
ja: メニューバー項目を検索…
ko: 메뉴 막대 항목 검색…
zh_hans: 搜索菜单栏项目…
zh_hant: 搜索選單列項目…

source: Shadow
de: Schatten
es: Sombra
fr: Ombre
ja: 影
ko: 그림자
zh_hans: 阴影
zh_hant: 陰影

source: Shape Kind
de: Formtyp
es: Tipo de forma
fr: Type de forme
ja: 形状の種類
ko: 형태 유형
zh_hans: 形状类型
zh_hant: 形狀類型

source: Show Ice icon
de: Ice-Symbol anzeigen
es: Mostrar el icono de Ice
fr: Afficher l’icône d’Ice
ja: Ice アイコンを表示
ko: Ice 아이콘 표시
zh_hans: 显示 Ice 图标
zh_hant: 顯示 Ice 圖示

source: Show This App in Finder
de: Diese App im Finder anzeigen
es: Mostrar esta app en el Finder
fr: Afficher cette app dans le Finder
ja: 現在のアプリを Finder に表示
ko: Finder에서 현재 앱 보기
zh_hans: 在访达中显示当前程序
zh_hant: 在 Finder 中顯示目前的應用程式

source: Show all sections when Command + dragging menu bar items
de: Beim Ziehen mit gedrückter Befehlstaste alle Bereiche anzeigen
es: Mostrar todas las secciones al arrastrar elementos con Comando
fr: Afficher toutes les sections pendant un glissement avec Commande
ja: Command キーを押しながら項目をドラッグするときに全セクションを表示
ko: Command 키를 누른 채 메뉴 막대 항목을 드래그할 때 모든 영역 표시
zh_hans: 按住 Command 键拖动项目时显示所有区域
zh_hant: 按住 Command 鍵拖動項目時顯示所有區域

source: Show context menu on right click
de: Kontextmenü bei Rechtsklick anzeigen
es: Mostrar el menú contextual al hacer clic derecho
fr: Afficher le menu contextuel au clic droit
ja: 右クリックでコンテキストメニューを表示
ko: 오른쪽 클릭 시 메뉴 표시
zh_hans: 右键点击时显示菜单
zh_hant: 右鍵按一下時顯示選單

source: Show hidden menu bar items in a separate bar below the menu bar
de: Ausgeblendete Elemente in einer separaten Leiste unter der Menüleiste anzeigen
es: Mostrar los elementos ocultos en una barra aparte debajo de la barra de menús
fr: Afficher les éléments masqués dans une barre distincte sous la barre des menus
ja: メニューバーの下にある別のバーに隠れた項目を表示
ko: 메뉴 막대 아래의 별도 막대에 숨겨진 항목 표시
zh_hans: 在菜单栏下方的独立扩展栏中显示隐藏的菜单栏项目
zh_hant: 在選單列下方的獨立延伸列中顯示隱藏的選單列項目

source: Show item
de: Element anzeigen
es: Mostrar elemento
fr: Afficher l’élément
ja: 項目を表示
ko: 항목 표시
zh_hans: 显示项目
zh_hant: 顯示項目

source: Show on click
de: Bei Klick anzeigen
es: Mostrar al hacer clic
fr: Afficher au clic
ja: クリックで表示
ko: 클릭 시 표시
zh_hans: 点击时显示
zh_hant: 按一下時顯示

source: Show on hover
de: Bei Zeigerkontakt anzeigen
es: Mostrar al situar el puntero
fr: Afficher au survol
ja: ポインタを重ねると表示
ko: 포인터를 올리면 표시
zh_hans: 悬停时显示
zh_hant: 停留時顯示

source: Show on hover delay
de: Verzögerung bei Zeigerkontakt
es: Retardo al situar el puntero
fr: Délai d’affichage au survol
ja: ポインタを重ねてからの待ち時間
ko: 포인터를 올린 후 대기 시간
zh_hans: 悬停显示延迟
zh_hant: 停留顯示延遲

source: Show on scroll
de: Beim Scrollen anzeigen
es: Mostrar al desplazarse
fr: Afficher au défilement
ja: スクロールで表示
ko: 스크롤 시 표시
zh_hans: 滚动时显示
zh_hant: 捲動時顯示

source: Show section dividers
de: Bereichstrenner anzeigen
es: Mostrar separadores de sección
fr: Afficher les séparateurs
ja: セクションの区切りを表示
ko: 영역 구분선 표시
zh_hans: 显示区域分隔符
zh_hant: 顯示區域分隔符

source: Show the %@ Section
de: Bereich „%@“ anzeigen
es: Mostrar la sección %@
fr: Afficher la section %@
ja: %@セクションを表示
ko: %@ 영역 표시
zh_hans: 显示%@区域
zh_hant: 顯示%@區域

source: Smart
de: Intelligent
es: Inteligente
fr: Intelligent
ja: スマート
ko: 스마트
zh_hans: 智能
zh_hant: 智能

source: Solid
de: Einfarbig
es: Color uniforme
fr: Couleur unie
ja: 単色
ko: 단색
zh_hans: 纯色
zh_hant: 純色

source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
ko: 스페이스
zh_hans: 空格
zh_hant: 空格

source: Split
de: Geteilt
es: Dividida
fr: Séparée
ja: 分割
ko: 분할
zh_hans: 分段
zh_hant: 分段

source: Square Cap
de: Eckiges Ende
es: Extremo cuadrado
fr: Extrémité carrée
ja: 四角い端
ko: 각진 끝
zh_hans: 方形端点
zh_hant: 方形端點

source: Strategy
de: Methode
es: Método
fr: Méthode
ja: 方法
ko: 방식
zh_hans: 方式
zh_hant: 方式

source: Sunglasses
de: Sonnenbrille
es: Gafas de sol
fr: Lunettes de soleil
ja: サングラス
ko: 선글라스
zh_hans: 墨镜
zh_hant: 墨鏡

source: Support Ice
de: Ice unterstützen
es: Apoyar a Ice
fr: Soutenir Ice
ja: Ice を支援
ko: Ice 후원
zh_hans: 支持 Ice
zh_hant: 支持 Ice

source: Task timed out before completion
de: Zeitüberschreitung vor Abschluss der Aufgabe
es: Se agotó el tiempo antes de completar la tarea
fr: La tâche a dépassé le délai avant de se terminer
ja: 完了前にタスクがタイムアウトしました
ko: 완료 전에 작업 시간이 초과되었습니다
zh_hans: 任务尚未完成便已超时
zh_hant: 任務尚未完成便已超時

source: Temporarily shown item delay
de: Dauer der vorübergehenden Anzeige
es: Duración de la visualización temporal
fr: Durée d’affichage temporaire
ja: 一時表示の長さ
ko: 임시 표시 시간
zh_hans: 临时显示时长
zh_hant: 臨時顯示時長

source: The Ice Bar is centered below the Ice icon
de: Ice Bar wird unter dem Ice-Symbol zentriert
es: Ice Bar se centra debajo del icono de Ice
fr: Ice Bar est centrée sous l’icône d’Ice
ja: Ice Bar は Ice アイコンの下に中央揃えで表示されます
ko: Ice Bar를 Ice 아이콘 아래 중앙에 표시합니다
zh_hans: Ice 扩展栏居中显示在 Ice 图标下方
zh_hant: Ice 延伸列置中顯示在 Ice 圖示下方

source: The Ice Bar is centered below the mouse pointer
de: Ice Bar wird unter dem Mauszeiger zentriert
es: Ice Bar se centra debajo del puntero del ratón
fr: Ice Bar est centrée sous le pointeur de la souris
ja: Ice Bar はマウスポインタの下に中央揃えで表示されます
ko: Ice Bar를 마우스 포인터 아래 중앙에 표시합니다
zh_hans: Ice 扩展栏居中显示在鼠标指针下方
zh_hant: Ice 延伸列置中顯示在滑鼠游標下方

source: The Ice Bar requires screen recording permissions.
de: Ice Bar benötigt Zugriff auf Bildschirmaufnahmen.
es: Ice Bar necesita permiso de grabación de pantalla.
fr: Ice Bar nécessite l’autorisation d’enregistrement de l’écran.
ja: Ice Bar には画面収録の許可が必要です。
ko: Ice Bar에는 화면 기록 권한이 필요합니다.
zh_hans: Ice 扩展栏需要屏幕录制权限。
zh_hant: Ice 延伸列需要螢幕錄製權限。

source: The Ice Bar's location changes based on context
de: Die Position von Ice Bar passt sich der Situation an
es: La ubicación de Ice Bar cambia según el contexto
fr: La position d’Ice Bar s’adapte au contexte
ja: Ice Bar の位置は状況に応じて変化します
ko: Ice Bar의 위치가 상황에 따라 달라집니다
zh_hans: Ice 扩展栏的位置会根据使用情况自动调整
zh_hant: Ice 延伸列的位置會根據使用情況自動調整

source: The amount of time to wait before hiding temporarily shown menu bar items
de: Wartezeit vor dem Ausblenden vorübergehend angezeigter Elemente
es: Tiempo de espera antes de ocultar los elementos mostrados temporalmente
fr: Temps avant de masquer les éléments affichés temporairement
ja: 一時表示したメニューバー項目を再び隠すまでの時間
ko: 임시로 표시한 메뉴 막대 항목을 다시 숨기기까지의 시간
zh_hans: 临时显示菜单栏项目后，等待多久将其隐藏
zh_hant: 臨時顯示選單列項目後，等待多久將其隱藏

source: The amount of time to wait before showing on hover
de: Wartezeit bis zur Anzeige bei Zeigerkontakt
es: Tiempo de espera antes de mostrar los elementos al situar el puntero
fr: Temps d’attente avant l’affichage au survol
ja: ポインタを重ねてから表示するまでの時間
ko: 포인터를 올린 후 표시하기까지의 시간
zh_hans: 鼠标悬停后，等待多久显示隐藏项目
zh_hant: 滑鼠停留後，等待多久顯示隱藏項目

source: The following applications failed to quit and were not restarted:
de: Die folgenden Apps konnten nicht beendet und daher nicht neu gestartet werden:
es: Las siguientes apps no se pudieron cerrar y no se reiniciaron:
fr: Les applications suivantes n’ont pas pu être quittées et n’ont pas été relancées :
ja: 次のアプリは終了できなかったため、再起動されませんでした：
ko: 다음 앱을 종료하지 못해 다시 시작하지 않았습니다:
zh_hans: 以下应用未能退出，因此尚未重新启动：
zh_hant: 以下應用程式未能結束，因此尚未重新啟動：

source: The language was not changed. Please try again.
de: Die Sprache wurde nicht geändert. Bitte versuche es erneut.
es: No se ha cambiado el idioma. Inténtalo de nuevo.
fr: La langue n’a pas été modifiée. Veuillez réessayer.
ja: 言語は変更されませんでした。もう一度お試しください。
ko: 언어가 변경되지 않았습니다. 다시 시도하세요.
zh_hans: 语言尚未更改，请重试。
zh_hant: 語言尚未更改，請重試。

source: Timed
de: Zeitgesteuert
es: Temporizado
fr: Minuté
ja: タイマー
ko: 타이머
zh_hans: 定时
zh_hant: 定時

source: Tint
de: Färbung
es: Tinte
fr: Teinte
ja: 色合い
ko: 색조
zh_hans: 着色
zh_hant: 著色

source: Tip: you can also arrange menu bar items by Command + dragging them in the menu bar
de: Tipp: Elemente lassen sich auch mit gedrückter Befehlstaste direkt in der Menüleiste verschieben
es: Consejo: también puedes organizar los elementos arrastrándolos en la barra de menús con la tecla Comando pulsada
fr: Astuce : vous pouvez aussi déplacer les éléments dans la barre des menus en maintenant Commande
ja: ヒント：Command キーを押しながらメニューバー項目をドラッグしても並べ替えられます
ko: 팁: Command 키를 누른 채 메뉴 막대 항목을 드래그해도 정렬할 수 있습니다
zh_hans: 提示：也可按住 Command 键，在菜单栏中拖动项目来调整顺序
zh_hant: 提示：也可按住 Command 鍵，在選單列中拖動項目來調整順序

source: Tip: you can also edit these settings by right-clicking in an empty area of the menu bar
de: Tipp: Diese Einstellungen lassen sich auch per Rechtsklick auf einen leeren Menüleistenbereich bearbeiten
es: Consejo: también puedes editar estos ajustes haciendo clic derecho en un espacio vacío de la barra de menús
fr: Astuce : un clic droit dans une zone vide de la barre des menus permet aussi de modifier ces réglages
ja: ヒント：メニューバーの空白部分を右クリックしても、これらの設定を編集できます
ko: 팁: 메뉴 막대의 빈 공간을 오른쪽 클릭해도 이 설정을 편집할 수 있습니다
zh_hans: 提示：也可右键点击菜单栏空白处，修改这些设置
zh_hant: 提示：也可右鍵按一下選單列空白處，修改這些設定

source: Toggle application menus
de: App-Menüs ein- oder ausblenden
es: Mostrar u ocultar los menús de las apps
fr: Afficher ou masquer les menus des applications
ja: アプリメニューの表示を切り替え
ko: 앱 메뉴 표시 전환
zh_hans: 切换应用菜单的显示状态
zh_hant: 切換應用程式選單的顯示狀態

source: Toggle the always-hidden section
de: Immer ausgeblendeten Bereich ein- oder ausblenden
es: Mostrar u ocultar la sección siempre oculta
fr: Afficher ou masquer la section toujours masquée
ja: 常に非表示のセクションの表示を切り替え
ko: 항상 숨김 영역 표시 전환
zh_hans: 切换始终隐藏区域的显示状态
zh_hant: 切換始終隱藏區域的顯示狀態

source: Toggle the hidden section
de: Ausgeblendeten Bereich ein- oder ausblenden
es: Mostrar u ocultar la sección oculta
fr: Afficher ou masquer la section masquée
ja: 非表示セクションの表示を切り替え
ko: 숨김 영역 표시 전환
zh_hans: 切换隐藏区域的显示状态
zh_hant: 切換隱藏區域的顯示狀態

source: Trailing End Cap
de: Hinteres Ende
es: Extremo final
fr: Extrémité de fin
ja: 終了側の端
ko: 마지막 쪽 끝 모양
zh_hans: 末尾端点
zh_hant: 末尾端點

source: Type Hotkey
de: Kurzbefehl eingeben
es: Introduce el atajo
fr: Saisir le raccourci
ja: ショートカットを入力
ko: 단축키 입력
zh_hans: 按下快捷键
zh_hant: 按下快速鍵

source: Unable to display menu bar items
de: Menüleistenelemente können nicht angezeigt werden
es: No se pueden mostrar los elementos de la barra de menús
fr: Impossible d’afficher les éléments de la barre des menus
ja: メニューバー項目を表示できません
ko: 메뉴 막대 항목을 표시할 수 없습니다
zh_hans: 无法显示菜单栏项目
zh_hant: 無法顯示選單列項目

source: Unable to restart Ice
de: Ice kann nicht neu gestartet werden
es: No se puede reiniciar Ice
fr: Impossible de redémarrer Ice
ja: Ice を再起動できません
ko: Ice를 다시 시작할 수 없습니다
zh_hans: 无法重新启动 Ice
zh_hant: 無法重新啟動 Ice

source: Use Ice Bar
de: Ice Bar verwenden
es: Usar Ice Bar
fr: Utiliser Ice Bar
ja: Ice Bar を使用
ko: Ice Bar 사용
zh_hans: 使用 Ice 扩展栏
zh_hant: 使用 Ice 延伸列

source: Use dynamic appearance
de: Dynamisches Erscheinungsbild verwenden
es: Usar apariencia dinámica
fr: Utiliser l’apparence dynamique
ja: 外観を自動切り替え
ko: 자동 화면 모드 사용
zh_hans: 使用动态外观
zh_hant: 使用動態外觀

source: Use inset shape on screens with notch
de: Auf Displays mit Aussparung eine eingerückte Form verwenden
es: Usar una forma con margen interior en pantallas con muesca
fr: Utiliser une forme en retrait sur les écrans avec encoche
ja: ノッチ付き画面では内側に収まる形状を使用
ko: 노치가 있는 화면에서는 안쪽으로 들어간 형태 사용
zh_hans: 在刘海屏上使用内缩形状
zh_hant: 在劉海屏上使用內縮形狀

source: Version %@ is now available
de: Version %@ ist jetzt verfügbar
es: La versión %@ ya está disponible
fr: La version %@ est disponible
ja: バージョン %@ が利用可能です
ko: 버전 %@을(를) 사용할 수 있습니다
zh_hans: 版本 %@ 现已可用
zh_hant: 版本 %@ 現已可用

source: Visible
de: Sichtbar
ja: 表示
ko: 표시됨
zh_hans: 可见
zh_hant: 可見

source: You can still access Ice's settings by right-clicking an empty area in the menu bar
de: Die Ice-Einstellungen bleiben per Rechtsklick auf einen leeren Menüleistenbereich erreichbar
es: Puedes seguir accediendo a los ajustes de Ice haciendo clic derecho en un espacio vacío de la barra de menús
fr: Vous pouvez toujours accéder aux réglages d’Ice par un clic droit dans une zone vide de la barre des menus
ja: メニューバーの空白部分を右クリックすると、Ice の設定を開けます
ko: 메뉴 막대의 빈 공간을 오른쪽 클릭하면 Ice 설정을 열 수 있습니다
zh_hans: 仍可右键点击菜单栏空白处，打开 Ice 设置
zh_hant: 仍可右鍵按一下選單列空白處，打開 Ice 設定
